{
    "aboutOrg": "Kankura Masat Social Welfare Society (KMSWS) stands as a beacon of community-based development, having been established in 1999 by a group of like-minded individuals committed to addressing developmental challenges in the region. Nestled in the village of Kankura Masat within the South 24 Parganas district of West Bengal, our organization operates in a diverse community that faces environmentaly challenges and rich locations while being situated close to the Sunderban delta and the Bay of Bengal. Over the years, KMSWS has been unwavering in its dedication to community development, focusing",
    "education": "Education, nutrition and holistic development of children",
    "livelihood": "Skill training and placement support for underprivileged youth",
    "health": "Taking healthcare services to underpriviledged and supporting their nutrition",
    "women": " In rural communities is a transformative approach that fosters economic independence, social cohesion etc.",
    "care": "Stands committed to a noble cause - the distribution of clothes to the elderly etc.",
    "environment": "We stand united in providing comprehensive disaster response support during the Yass and Amphan cyclones.",
    "journey": "In the year 1999, inspired by a shared vision, Sajal Kanti Kayal and four enthusiastic youths initiated a transformative journey in the village of Kankura in Diamond Harbour. They launched a theatre group exclusively for women, aiming to elevate them from the confines of the kitchen to the forefront of society. The mission was clear—to instill leadership, self-confidence, self-respect, and the ability to amplify their voices within the community.",
    "instagram":"https://www.instagram.com/kankuramasatsociety/",
    "linkedin":"https://www.linkedin.com/in/kankuramasatsociety-social-welfare-10720a126/",
    "twitter":"https://twitter.com/KankuraMasat",
    "youtube":"https://www.youtube.com/channel/UC8PiVU8krTs5RvBWO73EmCA?view_as=subscriber",
    "facebook":"https://www.facebook.com/kankuramasatwelfare.ngo",
    "PayelGhosh":"I am filled with joy and gratitude for the opportunity to be connected and supported by the Kankura Masat Social Welfare Society in their impactful developmental causes on the ground. This organization stands out for its unwavering commitment to uplifting underserved communities through a range of development initiatives spanning education, livelihood, health, and women empowerment.Their dedication and tireless efforts have not only transformed lives but have also inspired hope and resilience within communities facing significant challenges. It's truly heartening to witness the positive change they bring to the lives of so many, and I am honored to be a part of their journey.",
    "Neeladri":"What I have personally noticed is that most people just want to enjoy their own life, not even bothering to consider the needs and circumstances of those who are genuinely so much less fortunate. Thanks to KMSWS for their amazing work, which is truly being done.KMSWS truly deserves all of my praise and gratitude for their altruism and the tremendous amount of effort that they are all contributing so freely. I want to express my gratitude to every member for their incredible job!!",
    "NishitaSomya":"My journey with Kankura Masat Social Welfare Society (KMSWS) began in 2019 through their internship program, and it has been nothing short of transformative. The village visit organized as part of the internship remains one of the most beautiful experiences of my life to this day.I hold immense respect for Mr. Sajal Kanti Kayal and all the individuals associated with this remarkable NGO. Witnessing their genuine and extraordinary work firsthand fills me with hope for the goodness in the world. KMSWS operates with exceptional transparency, ensuring that every donation is utilized effectively and responsibly.",
    "TapasChakrabarti":"I always feel a sense of joy whenever I visit the Kankura Masat Social Welfare Society. Through our Mission Education initiative, we've had the privilege to support Tiyas School in providing quality education to underserved children. It's truly heartwarming to see the organization's dedication to carrying out the school program and providing holistic education support to these children.The way the school is organized and delivers regular activities through the center is commendable. Witnessing the positive impact, it has on the lives of these children fills me with happiness and hope for a brighter future.",
    "GaverChatterjee": "My visit to Kankura Masat Social Welfare Society in March was a fruitful one. I was taken on an extensive tour of the trees which have been planted with support from Concern India Foundation and DCB Bank. The trees are being well maintained and are growing very well. Laborers are putting in extensive effort to water the trees and the progress is being well supervised. We hope to see maximum survival and growth of the trees in the years to come."
}